Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/dievascoahkkin.html.tmx
Source language: sme
Languages: smj

source: Dievasčoahkkin / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget
smj: Ållestjåhkanibme / Organisasjåvnå struktuvrra / Sámmedikke birra / Sámedigge - Sametinget

source: Dievasčoahkkin
smj: Ållestjåhkanibme

source: Sámedikki dievasčoahkkin lea bajimus orgána ja eiseváldi.
smj: Sámedigge ållestjåhkanimen le Sámedikke alemus orgádna ja oajválasj.

source: Sámediggi heiveha doaimmas daid rámmaide mat leat mearriduvvon lágas Sámedikki ja eará sámi vuoigatvuođaid birra (sámelágas).
smj: Digge hiebat dåjmajdis daj mierij milta ma li vattedum lágan " Lov om Sametinget og andre samiske rettsforhold (sameloven) (Láhka Sámedikke ja ietjá sáme riektávidjurij birra (sámeláhka)).

source: Dievasčoahkkin mearrida bargoortnega oktan ja njuolggadusaid buot Sámedikki doaimmaide.
smj: Ållestjåhkanibme mierret dikke barggoårnigav, aktan njuolgadusáj ja bagádusáj gájkka ietjá dåjmajda majt Sámedigge dåjmat.

source: Dievasčoahkkimat dollojit dábálaččat njelljii jagis, seamma vahkuid go leat lávdegoddečoahkkimat.
smj: Ållestjåhkanime li dábálattjat niellji jahkáj, sæmmi vahko dagu komiteatjåhkanime.

source: Mánnodaga ja disdaga leat lávdegoddečoahkkimat, ja dievasčoahkkin gaskavahku bearjadahkii.
smj: Mánnodagá ja dijstagá li komiteatjåhkanime, ållestjåhkanibme le gaskavahkos bierjjedahkaj.

source: 2013-2017 áigodahkii lea čuovvovaš bellodagat válljejuvvon Sámediggái:
smj: Válggagávdan 2013-2017 li dá belludagá ájrastahtedum Sámedikken:

source: Norgga Sámiid Riikkasearvi (NSR)
smj: Vuona sámij rijkasiebrre (NRS)

source: Norgga Sámiid Riikkasearvi (NSR) ja Sámeálbmotbellodat (SáB) (oktasašlista)
smj: Vuona sámij rijkasiebrre (NSR) ja Sámi Albmot Belludagá (SáB) aktisasjlissta

source: Bargiidbellodat
smj: Åvddånimbelludahka

source: Ovddádusbellodat
smj: Jåhttesámij lissta

source: Nordkalottfolket
smj: Oalgesbelludahka

source: Sámedikki lávdegodde- ja dievasčoahkkimat nuppi jahkebealis 2015:
smj: Sámedikke komiteatjåhkanime ja ållestjåhkanime maŋep jahkebiele 2015:

source: Vahkku 39: čakčamánu 21. – 25. b, lávdegodde- ja dievasčoahkkimat.
smj: Vahkko 39: Ragátmáno 21. – 25. biejve, komiteatjåhkanime ja ållestjåhkanibme

source: Vahkku 47: skábmamánu 16. – 20. b, lávdegoddečoahkkimat.
smj: Vahkko 47: Basádismáno 16. – 20. biejve, komiteatjåhkanime

source: Vahkku 49: 30. november – 4. desember, dievasčoahkkin.
smj: Vahkko 49: Basádismano 30. – javllamáno 4. biejve, ållestjåhkanibme

source: Sámedikki lávdegodde- ja dievasčoahkkinčoahkkimat vuosttaš jahkebealis 2016:
smj: Sámedikke komiteatjåhkanime ja ållestjåhkanime vuostasj jahkebielen 2016:

source: Vahkku 9: guovvamánu 29. b. - njukčamánu 4. b. lávdegodde- ja dievasčoahkkinčoahkkimat.
smj: Vahkko 9: Guovvamáno 29. biejves - sjnjuktjamáno 4. bæjvváj komitea- ja ållestjåhkanime.

source: Vahkku 21: miessemánu 23. - 27. b., lávdegoddečoahkkimat (vuosárggas bearjadahkii)
smj: Vahkko 21: Moarmesmano 23. - 27. biejvijt, komiteatjåhkanime (mánnodagás – bierjjedahkaj)

source: Vahkku 23: geassemánu 6. - 10. b., dievasčoahkkinčoahkkimat
smj: Vahkko 23: Biehtsemáno 6. - 10. biejvijt, ållestjåhkanibme

source: Sámedikki lávdegodde- ja dievasčoahkkinčoahkkimat nuppi jahkebealis 2016:
smj: Sámedikke komiteatjåhkanime ja ållestjåhkanime maŋep jahkebielen 2016

source: Vahkku 39: čakčamánu 26. - 30. b., lávdegodde- ja dievasčoahkkinčoahkkimat
smj: Vahkko 39: Ragátmáno 26. - 30. biejvijt, komitea- ja ållestjåhkanime

source: Vahkku 47: skábmamánu 21. - 25. b., lávdegoddečoahkkimat (vuosárggas bearjadahkii)
smj: Vahkko 47: Basádismáno 21. - 25. biejvijt, komiteatjåhkanime (mánnodagás – bierjjedahkaj)

source: Vahkku 49: juovlamánu 5. - 9. b., dievasčoahkkinčoahkkimat
smj: Vahkko 49: Javllamáno 5. - 9. biejvijt, ållestjåhkanibme

source: Govven: Kenneth Hætta / Sámediggi.
smj: Gåvvå: Kenneth Hætta / Sámedigge.
